[Launcher_Lang]
MsgFillAll=يرجى تعبئة جميع الحقول.
MsgSelectClient=الرجاء تحديد مسار الملف "metin2client.bin".
MsgPatcherNotFound=لم يتم العثور على الملف "M2Bob - Patcher.exe", يرجى التوجه الى الموقع وتحميل التحديثات يدوياً.
MsgChooseBeforeLogin=إختر اللغة أولاً ومن ثم تسجيل الدخول الى حساب M2Bob الخاص بك وإستيراد الإعدادات.
MsgImportSuccess=تم إستيراد الإعدادات, الرجاء إعادة تشغيل M2BoB.
MsgUpdate=نسخة M2Bob غير محدثه,/nهل تريد تحديث النسخه الى آخر إصدار؟
MsgLoginName=لم يتم العثور على الحساب!
MsgLoginPassword=كلمة مرور خاطئة!
MsgWrongPC=لمنع مشاركة الحساب لا يمكنك أستخدام M2Bob بهذه السرعة على أجهزة كمبيوتر مختلفة.\n عليك ان تنتظر الوقت المتبقي حتى يمكنك أستخدام M2Bob على جهاز كمبيوتر مختلف!
MsgBanned=لقد تم حظر حسابك, للمزيد من المعلومات حول أسباب الحظر يرجى التواصل مع فريق العمل!
MsgHWIDBan=لقد تم حظر جهاز الحاسوب من إستخدام M2Bob, للمزيد من المعلومات يرجى التواصل مع فريق العمل!
MsgExpired=مدة الإستخدام مٌنتهيه, يرجى منك التوجه الى الموقع لتجديد صلاحية الإستخدام.
MsgPremium=توفر النسخه المميزه من البرنامج العديد من المزايا, مثل:/n-إلتقاط الأدوات/n- نظام إختراق الجدران\n- نظام زراعة ماتين/زعماء/عروق\n-نظام إنشاء متاجر\n-نظام بحث في المتاجر\n-نظام المهارات\nنظام السبام\n-نظام سحر الادوات\n-نظام قراءة الحجر الروحي و كتب المهارات\n-نظام شظايا الطاقة\nكما يمكنك شراء النسخة المميزه من البرنامج عبر التوجه الى الموقع وإتباع خطوات الدفع.
MsgWrongCheckFile=للإستمرار في إستخدام البرنامج بشكل مجاني, أنت بحاجة الى تحميل ملف كل بضعة أيام وحفظ ذلك الملف في مجلد البرنامج الرئيسي (الذي يحتوي الملفان M2Bob.exe و M2Bob - Patcher.exe) بعد ذلك أعد تشغيل البرنامج./nوسيتم إعادة توجهيك الى الملف الذي تم تحميله./n/nإذا كنت تستخدم الحساب المميز فلست بحاجةٍ الى إتباع الخطوات السابقه!/n/nعدد الأيام التي سيتوقف فيها البرنامج والتي تحتاج فيها الى تحميل ملف جديد للإستمرار في إستخدامه:
MsgPServer=النسخة المجانية من البرنامج تعمل فقط في خوادم جيم فورجي!/nلإستخدام البرنامج في خوادم خاصه اخرى تحتاج الى شراء الحساب المميز./nاذا كنت تلعب في خوادم جيم فورجي وتم تحديث حمايتها, كل ماعليك هو الإنتظار الى حين إصدار تحديث جديد. للمزيد من المعلومات يرجى منك زيارتنا عبر المنتدى (www.m2bob-forum.net)!
MsgWrongData=بيانات غير صحيحة في السيرفر, القناة او الفتحة (قم بإدخال أرقام فقط!)
MsgDeleteSettings=هل أنت متأكد من حذف الخيارات؟
MsgDeleteSettingsFinish=يرجى منك إعادة تشغيل البرنامج لإكمال التكوين.
MsgWrongPath=مسار الملف "metin2client.bin" غير صحيح, يرجى منك إعادة تشغيل البرنامج وإختيار المسار الصحيح!
MsgNoInternet=لايمكن الإتصال بالإنترنت, بدون الإتصال بالإنترنت لايمكن تشغيل اللعبه.
MsgDllNotFound="لم يتم العثور على M2Bob_Dll.dl\n الرجاء تأكد ان الملف موجود في نفس الوجهة كما في الـ .exe!
MsgExitM2Bob=هل تريد فعلا ان تخرج من M2Bob كل الالعاب المفتوحة سوف تغلق؟
MsgDoubleUse=يمكنك ان تبدأ M2Bob مرات متعددة فقط اذا كان لديك حسابات M2Bob متعددة و اذا كان كل مشغل لديه وجهة خاصة به.
MsgGFLiveInfo= اذا نزل ماتين 2 في GameforgeLive,المسار الى الملف يجب ان يكون
\nC:\Program Files\GameforgeLive\Games\xxx\Metin2\metin2client.bin"
MsgPServerInfo=إذا كنت ترغب إستخدام البرنامج في خوادم خاصه انت بحاجة للتأكد من إختيار ملف المضيف"Metin2client" وليس المشغل "Patcher".\n\nعادةً, البرنامج لايعمل في جميع الخوادم الخاصه.
MsgEditIPAdresses=هل انت متأكد من تحرير IP السيرفر؟ ينصح ذلك فقط للمستخدين المتقدمين.
MsgDeleteSlotData=هل انت متأكد من إعادة ضبط الدخول للكلاينت
MsgNoLoginData=أولاً, عليك ان تبدأ Metin2 (عن طريق زر التشغيل في M2Bob) وتسجيل الدخول يدوياً,/nM2Bob سيقوم تلقائياً بحفظ بيانات تسجيل الدخول لك.
MsgTooManyClients=لايمكنك تشغيل البوت أكثر من مره,/nتشغيل البوتات معاً محدود.
MsgErrorReadingIP=حدث خطأ أثناء قراءة أرقام عناوين IP/البورت من بيانات الدخول في الفتحة
MsgDumpingServerlist=إزالة لائحة السيرفرات...\n\nيرجى الانتظار الى حين ظهور وإختفاء نافذة اللعبه قبل تشغيلها!
MsgCantFindWindow=لايمكن إيجاد صفحة الكلاينت!/nهل انت متأكد من إختيار الكلاينت الصحيح ولم تقم بإختيار اي ملف آخر؟
MsgPCShutdown=تم إغلاق جميع الصفحات, سيتم إعادة تشغيل جهاز الحاسوب خلال دقيقة./n/nلأيقاف ذلك, قم بتشغيل الكلاينت.
MsgErrorWindowAtStart=كان هنالك خطأ اثناء تشغيل اللعبه, يرجى إتباع التعليمات التاليه:/n/n- تأكد من وجود اي تحديثات للعبه/n - حاول تشغيل اللعبه بدون إستخدام M2Bob /n- تأكد من إيقاف برنامج الحمايه لديك, ربما قام بحجب شيء ما /n- تأكد من إختيار ملف الكلاينت الصحيح للعبه./n/n اذا واجهت نفس الخطأ عليك بمراسلة الدعم الخاص بهم وذلك لحل المشكله بدون إعلامهم بانك تستخدم M2Bob.
BManager=المسؤول
LLoginMetin2Data=قم بإدخال بيانات اللعبه هنا!
BEditManually=لاتوجد بيانات مدخله/nفي هذه الخانه.
BEditServer=تحرير IP الخادم
BDeleteSlot=إعادة ضبط بيانات الكلاينت
LLoginCharCreator=وضع إنشاء الشخصيات
BLoginSave=حفظ البيانات
BLoginReconfigure=إعادة ضبط الخيارات
LStartLanguage=اللغه:
LStartClient=المسار الى الملف/nmetin2client.bin:
BStartClient=تصفّح...
BPlayOnPServer=أريد اللعب في خادم خاص
LStartLoginUsername=إسم الحساب:
LStartLoginPassword=كلمة المرور:
BStartLogin=تسجيل الدخول
LStartBuyCode=إضغط هنا لشراء M2Bob!
LStartEnterCode=قم بوضع كود البوت هنا
BStartImport=إستعادة الإعدادات السابقه
LStartForgot=هل نسيت كلمة المرور؟
BStartContinue=متابعه
GStartStopManager=تشغيل/إيقاف المسؤول
LInfo1=هنا يمكنك تحديد متى يتم تشغيل/إيقاف البوت
LStartStop=تمكين تشغيل/إيقاف المسؤول
LEnableStartStop=تلقائياً تمكين تشغيل/إيقاف المسؤول في البدايه
LInfo2=نقر مزدوج لأدخال في القائمة يحذفه
BAddStart=إضافة حدث تشغيل جديد
BAddStop=إضافة حدث إيقاف جديد
LStartStopHidden=تصغير نافذة اللعبه عند البدايه
GPositionManager=فتح وضعية المسؤول
LPositionManagerText=هنا يمكنك تغير وضع خانات البوت
BStartStopManager=تشغيل/إيقاف المسؤول
BSlotPositionManager=فتح وضعية المسؤول
LExit=عندما تغلق جميع الكلاينتات
RExitM2Bob=إنهاء البرنامج
RShutdownPC=إيقاف الحاسوب
LPCShutDown=إيقاف الحاسوب في:
LPCStandBy=الإنتظار حتى:
[Bot_Lang]
MsgPremium=توفر النسخه المميزه من البرنامج العديد من المزايا, مثل:/n-إلتقاط الأدوات/n- نظام إختراق الجدران\n- نظام زراعة ماتين/زعماء/عروق\n-نظام إنشاء متاجر\n-نظام بحث في المتاجر\n-نظام المهارات\nنظام السبام\n-نظام سحر الادوات\n-نظام قراءة الحجر الروحي و كتب المهارات\n-نظام شظايا الطاقة\nكما يمكنك شراء النسخة المميزه من البرنامج عبر التوجه الى الموقع وإتباع خطوات الدفع.
MsgPremiumFunction=هذه الميزة غير متوفرة في الاصدار المجاني.\nأنت بحاجه الى شراء النسخه المميزه من أجل إستخدامها.
MsgAlreadyExists=الملف موجود بالفعل،هل تريد الكتابة عليه؟
MsgManualEQInfo=الفتحات التي يمكنك ادخالها هي من 1 إلى 90!\n\nعندما يتطلب بند اكثر من فتحة في قائمة الجرد.\nيجب عليك ان تدخل الفتحة العيا من البند!
MsgAutoEQInfo=M2Bob سوف يجهز الأسلحة/الدروع/الخوذ مع قيم هجوم اعلى عن ما ترتديه حاليا.\n\nتحذير: M2Bob سوف ينظر الى قيم الهجوم فقط وليس اي أضافة أخرى!
MsgSettingsSave=تم حفظ الإعدادات بنجاح!
MsgSettingsLoad=تم تحميل الإعدادات بنجاح!
MsgFishbotWarning=تحذير: لا تستخدم نظام الصيد لأكثر من 3-2 ساعات باليوم للشخصيه, وذلك لضمان عدم حظر حسابك بسبب سجل الصيد!
MsgShopColorWarning=هل تريد استخدام اسم متجر ملون, يمكن أن يكون هناك احتمالية خطر حظر؟
MsgShopsearchBuyMultipleinfo=إذا تحققت, M2Bob سوف أيضا يشتري بنود متعددة في مرة واحدة \nعلى سبيل المثال إذا أدخلت بند لـ 100.000 و هناك 2 منهم لــ200.000 يانغ او اقل M2Bob سوف يشتريهم.
MsgFishBotExit=ليس لديك أيٌ من الطعوم المختارة هل تريد إيقاف البرنامج وتغيير الإعدادات أو سيتم إغلاق البرنامج فوراً؟
MsgPottsEmptyExit=لاتوجد لديك جرع حمراء, ولقد قمت بإختيار الخروج من البرنامج في حال نفاذها, هل تريد تعطيل هذه الوظيفة؟
MsgLevelExit=قمت بإختيار الخروج من البرنامج في حال وصولك مستوى محدد و أنت الآن فوق هذا المستوى, هل تريد تعطيل هذه الوظيفه؟
MsgAddIDHelp=هنا يمكنك إضافة ماتينات/زعماء/عروق جدد.\nهذا مفيد في بعض السيرفرات الخاصة حيث هناك معرفات مختلفة عن المعرفات الأصلية.\n\nلأضافة ماتين/زعيم/عرق واحد فقط إضغط عليه بالزر اليمين في اللعبة, ثم إضغط زر"إضافة" في M2Bob.
MsgAntiBanTips=هنا بعض النصائح لتقليل إحتمالية الحظر (ليس هناك 100% حماية من الحظر!)\n\nنصائح مضاد الحظر\n1زإذا هو ممكن لك أن تتدخل عندما يكون مراقب قريب يمكنك تفعيل "الدخول بشخصية منخفضة اذا مراقب قريب بدلا عن ذلك.\n2. إنه منصوح اكثر ان تفعل "تغيير القناة عندما يقترب لاعب" و لإستعمال الخيار "أوقف هاك الجدار/الالتقاط عن بعد عندما ترفع المستوى بطريقة غير مريبة" إنه أفضل طريقة للحظر.\n3. تجنب القناة الرئيسية.\n4. انت يجب ان لا تستعمل البوت لساعات كثيرة في اليوم لتكون آمناً حوالي 5-4 ساعات (بوت الصيد: ساعتين!) للشخصية منصوح به. يمكنك استعمال مدير البدء و الايقاف لضبط هذا.\n5. يجب ان لا تستخدم اليميل نفسه لحساب واحد هذه القاعدة ليس لديها استثناء.\n. 6. لا يجب عليك ان تستعمل اسم حساب او ايميل رقمي مثل botacc1 bootacc2 bootacc3 إلى أخره كذلك عندما يحظر حساب ينحظر البقية.\n7. يجب ان لا تستخدم حساباتك المهمة و حساباتك الزراعية في نفس الوقت بشكل اضافي اللعب مع عناوين IP مختلفة على الزراعات و على الحسابات المهمة و عدم المتاجرة مع الشخصيات المهمة بشكل مباشر شي مهم.\n8. اخرا لكن ليس اخيرا إنه شي منصوح به ان تحجب الهمس(يجب عليك أن تخظر الميزة في قائمة الميزات في ماتين!).
MsgReadoutItemID=أنت بحاجه إلى وضع البند المعين في الخانه رقم 1 من قائمة الجرد.\nبعد ذلك إضغط على "نعم" ثم سيتم قراءة معرف البند.
MsgReadoutNPCID=أنت بحاجة إلى إختيار(الضغط بالزر اليمين) الشخصية الهدف الغير لاعبة.\n بعد ذلك إضغط على "نعم" و معرف الشخصية الغير لاعبة سيتم قراءته.
MsgManualSkill=هنا يمكنك ضبط التأخير عندما M2Bob يجب أن يستعمل المهارات.\nهذا مطلوب, إذا M2Bob لا يستعمل المهارات بشكل صحيح, كمثال في بعض السيرفرات الخاصة.\n\nرقم "0" يعني أن التحكم بالمهارات اليدوي معطل.
metin2_map_a1=Yongan
metin2_map_a3=Jayang
metin2_map_b1=Joan
metin2_map_b3=Bokjung
metin2_map_c1=Pyungmoo
metin2_map_c3=Bakra
map_a2=Valley of Seungryong
map_n_snowm_01=Mount Sohan
metin2_map_n_desert_01=Yongbi Desert
metin2_map_deviltower1=Demon Tower
metin2_map_guild_01=Jungrang
metin2_map_guild_02=Waryong
metin2_map_guild_03=Imha
metin2_guild_village_01=Miryan
metin2_guild_village_02=Songpa
metin2_guild_village_03=Daeyami
metin2_map_milgyo=Hwang Temple
metin2_map_monkeydungeon=Hasun Dong(Beginner)
metin2_map_monkeydungeon_02=Jungsun Dong(Normal)
metin2_map_monkeydungeon_03=Sangsun Dong(Expert)
metin2_map_n_flame_01=Fireland
metin2_map_spiderdungeon=Spiders Dungeon
metin2_map_spiderdungeon_02=Spiders Dungeon 2
metin2_map_spiderdungeon_03=Spiders Dungeon 3
metin2_map_trent=Ghost Forest
metin2_map_trent02=Red Wood
season1/metin2_map_WL_01=Snakefield
season1/metin2_map_nusluck01=Land of Giants
season2/metin2_map_skipia_dungeon_01=Grotto of Exile
metin2_map_skipia_dungeon_02=Grotto of Exile V2
metin2_map_devilscatacomb=Devil's Catacomb
Metin2_map_CapeDragonHead=Cape Dragon Fire
metin2_map_BayBlackSand=Nephrite Bay
metin2_map_MT_Thunder=Thunder Mountains
metin2_map_dawnmistwood=Guatama Cliff
metin2_map_n_flame_dungeon_01=Red Dragon Fortress
metin2_map_n_snow_dungeon_01=Nemere's Watchtower
metin2_map_Mt_Th_dungeon_01=Temple of the Ochao
metin2_map_dawnmist_dungeon_01=Enchanted Forest
metin2_map_e1=Lycan Map
SInfoEXP=الخبره:
SInfoEXPGained=الخبره+:
SInfoTimeTpLvUp=الوقت لرفع المستوى:
SInfoYang=يانغ:
SInfoYangGained=يانغ+:
SInfoTimesKicked=عدد مرات الطرد:
SInfoTimesDied=عدد مرات الموت:
SInfoTimesAtShop=مرات في المتجر:
SInfoMobsKilled=عدد الوحوش المقتوله:
SInfoMetinsAttacked=عدد الماتينات المدمره:
SInfoBossesAttacked=عدد الزعماء المقتولين:
SInfoOresAttacked=الخامات المعدنة:
SInfoTimesFished=عدد مرات الصيد:
SInfoFishesCaught=عدد السمك المصطاد:
SInfoSearchbotShops=المتاجر المجاوره:
SInfoPNspamPlayer=اللاعب الحالي:
SInfoSpambotChats=المرات المستخدم فيها السبام:
SInfoSpambotPlayers=اللاعبين المتواجدين:
SInfoSpambotPNs=الرسائل الخاصه المرسله:
TGeneral=عام
TFarmbot=نظام الزراعة
TAttack=هاجم
TFish=سمك
TShopbot=نظام المتجر
TSearchbot=نظام البحث
TManualSearch=بحث يدوي
TBuffbot=نظام البف
TSpambot=نظام السبام
TSwitchbot=نظام السحر
TSecurity=الأمان
TFishSecurity=خيارات
TPickUp=إلتقاط
TAntiBan=مضاد الحظر
TLocation=الموقع
TShop=متجر
TChat=دردشه
TStatusUp=الحالات أعلى
BSummonHorse=استدعاء الحصان
BMetinAttack=هجوم بالقرب من الماتينات
BAttackBoss=الهجوم على الزعماء القريبين
BAttackOre=التعدين على أقرب خامات
BSortInventory=تكديس البنود 1 x
BDropInventory=رمي قائمة الجرد
BGetSkills=الحصول على المهارات
BUpItemDT=حداد برج الشياطين
GStandartSettings=الإعدادات الافتراضية
BSaveStandartSettings=حفظ
BLoadStandartSettings=تحميل
LSafe=تعطيل المنطقة الآمنة
LStun=مضاد الأغماء
LPK=هكر السمعة
LExternalForce=القوة الخارجية
LAntiFly=مضاد الطيران
LUseItemWithID1=استخدم معرف العنصر           كل            ثانية
LAlwaysOnTop=دائما في الأعلى
LHotkeys=مفاتيح الاختصار
GFastChangeChar=تغيير الشخصية بسرعة
BLogOut=تسجيل الخروج
GRoute=سجل المسار الجديد
LRoute=الدقة أثناء التسجيل. (اليسار أكثردقة/اليمين اقل دقة)
GSaveRoute=حفظ المسار
LSaveRoute=الاسم:
BSaveRoute=حسنا
GLoadRoute=تحميل المسار
LLoadRoute=الاسم:
LMaxTime=بعد                دقيقة الضرب على نفس الماتين/الوحش/الخام واصل المشي
GSkill=مهارات
BManualSkill=خيارات متقدمة
LWaitBuffskill=انتظر مهارات البف بعد الموت
GMobPull=خيارات السحب
GAttackOption=خيارات المهاجمة
BMetinLevel=مستوى
LMetinLevelStart=ماتين من مستوى
LMetinLevel=الماتينات حتى المستوى
BBossLevel=مستوى
LBossLevelStart=الزعماء من المستوى
LBossLevel=الزعماء حتى المستوى
BOreFilter=تصّفيه
LOreFilterAllText=قائمة الخامات:
LOreFilterText=خامات لا تعدن:
BAddIDBoss=إضافة زعيم جديد
BAddIDMetin=إضافة ماتين جديد
BAddIDOre=إضافة خام جديد
BAttackOption=الخيارات
LWithoutMoving=البقاء في الوضعية
LStrength=قوة السحب:
LStopPullText=التوقف عن السحب اذا الصحة أدنى من <
LShowHint=إظهار تلميح اذا ماتين/زعيم/عرق قريب
LOccupiedMobs=لا تهاجم المواتين/الوحوش المحجوزين
LWaitAfterKill1=انتظر                 ميللي ثانية بعد
LWaitAfterKill2=الماتين/الزعيم قتل
LGetSkillsAuto=احصل على المهارات تلقائيا مع مستوى ٥, الفئة:
LOneHit=ضربة واحدة
LWeaponHold=يد واحدة
GFish=صيد
BReadoutPaste=قراءات معرف العنصر
BReadoutWorm=قراءات معرف العنصر
BReadoutSmallFish=قراءات معرف العنصر
LShopdescription1=سوف يتألف المتجر من
LShopdescription2=أول ٤٠ خانه بقائمة الجرد
BResetShopColor=إعادة تعيين
LShopExitSold=إنهاء اللعبه عندما تباع جميع البنود
LUnstackItems=توزيع البند المتعلق بفتحه 1 إلى أية مكدسات
LShopname=الاسم:
LShopprice=يانغ:
BShowCheapestItems=البحث عن أرخص البنود
LShopsearchMsgBox=إظهار رسالة بدلاً من شراء البند
LShopsearchRemoveItems=إزالة العناصر من القائمة بعد شرائه
LShopsearchBuyMultiple=أيضا ابحث عن عناصر متعدده
LShopsearchStopYang=إنهاء اللعبه عندما لايتبقى يانغ
BManualSearchScan=فحص المتاجر
LManualSearchInfo=نقرة مزدوجة لعنصر لفتح متجر / شرائه
BManualSearch=أبحث عن
BRefresh=تحديث
GBuffskills=مهارات بف
LBuffdelay1=تأخير:
LBuffdelay2=s
GTarget=الأهداف
LTarget1=الاسم:
LTarget2=الاسم:
LTarget3=الاسم:
LTarget4=الاسم:
LTarget5=الاسم:
LTarget6=الاسم:
GChatspam=دردشة
LChatspam=كل                   ميللي ثانية سبام في الشات
RChatspamNormal=عادي
RChatspamRufchat=النداء
RChatspam15Sek=كل 15 ثانية في النداء
GPNspam=سبام الرسائل الخاصه
LPNspam=كل                 مللي ثانية إرسال رساله خاصه
TSwitchbotSlot0=الإعدادات
LDelaySwitchbot=الحد الأقصي لوقت الإنتظار في الميللي ثانية:
LEnchantItem=سحرّ معرف عنصر (إضافة 1-5):
BEnchantItem=قراءات معرف العنصر
LBlessItem=سحرّ معرف عنصر (إضافة ٦-٧):
BBlessItem=قراءات معرف العنصر
LEnchantItemBuyer=مشترّي العنصر المسحور
LBlessItemBuyer=مشترّي العنصر المبارك
LSwitchNPC=معرف متجر الشخصيات الغير لاعبة:
BSwitchNPC=قراءات معرف الشخصية الغير لاعبة
LSwitchItemBuyerInfo=تحتاج إلى الوقوف قرب المتجر أو المتجر الذي تم فتحه
LEnableSwitchbot=تفعيل نظام السحر لهذه الخانه
BBonus0=بوني الرئيسية
LReadbotInfo=البوت سوف يرفع مستوى المهارة حتى تكتمل, او حتى تنتهي العناصر
LReadbotWord=الكلمه التي يجب كتابتها اذا أصبح التصنيف عدائي:
LBuyWeapons1=عدد الأسلحة المطلوب شرائها كل جوله:
LBuyWeapons2=يجب أن تكون الفتحات المدخلة اعلاه اقل من الفتحات الحرة في قائمة الجرد
LWeaponItem=معرّف البند (1040 = سكين عضة القط + 0):
BWeaponItem=قراءات معرف العنصر
LWeaponShop=معرّف تاجر الأسلحه:
BWeaponShop=قراءات قيم الشخصيات الغير لاعبة
LAlchemist=معرّف الكيميائي:
BAlchemist=قراءات قيم الشخصيات الغير لاعبة
LEnergyLoadDefault=تحميل القيم الافتراضية لخريطة الامبراطورية الأولى:
LEnergyTeleport=أستخدم التنقل, بدلا من المشي(في النسخة التجريبية لا تعمل في الامبراطورية الزرقاء)
BEnergyOptions=خيارات إضافية
LEnergyStopStack=إيقاف إنتاج في هذا العدد من العناصر المكدسة:
LEnergyStopYang=إيقاف الإنتاج عندما لا يوجد يانغ
GPottBot=مصدر
BShowPottRot=الجرع
LExitIfPottsEmpty=إنهاء اللعبه عند نفاذ الجرع الحمراء
BShowPottBlau=الجرع
BOtherItems=بنود أخرى
LOtherItems=استخدام العناصر في كل ثانية
GSpendExp=التبرع بالخبرة
LLevelSpendExp=من مستوى:
GRestart=إعادة تشغيل
RRestartHere=إعادة تشغيل هنا
RRestartTown=إعادة تشغيل في المدينة
LRestartWaitTP=انتظر
LBotStopTimes=بعد            موت
LBotStopMin=بعد           موت في 5 دقائق
RDeathRestart=إعادة تشغيل في المدينة
RDeathChangeCH=تغيير القناة
RDeathExit=إنهاء اللعبة
LExitBotLevelText=الإنهاء عند المستوى
LStopBotLevelText=الإيقاف عند المستوى
LFishdelay=تأخير الصيد:              إلى            ميللي ثانية
LBotdelay=تأخير البوت:              إلى            ميللي ثانية
LFishStop=كل              إلى              دقيقة  لـــ               إلى              دقيقة لإيقاف البوت
LFishBad=الصيد بسوء كل              مرة
LFishBuy=نظام المتجر
GFishShop=متجر
GRange=إلتقاط
RPickNormal=عادي
RPickFast=سريع
RPickRange=المدى
LPickIgnored=إلتقاط البنود المتجاهله
BAddIDItem=إضافة بند جديد
BItemsClear=إعادة تعيين
BItemSearch=أبحث عن
BSavePick=إنشاء قائمة جديدة
GAntiReport=مضاد الإبلاغ
LPlayersOnline=اللاعبين قرب:
LListWhite=القائمة البيضاء:
LPlayerCheck=العمل مع شخصية منخفضة إذا لاعب قرب
LPlayerCheckChangeCH=تغيير القناة عند اقتراب لاعب
LPlayerCheckExit=إنهاء البرنامج في حال إقتراب لاعب
LGMDetect=العمل مع شخصية منخفضة إذا مراقب قرب
LGMDetectChangeCH=تغيير القناه عند إقتراب مراقب
LGMDetectExit=إنهاء البرنامج عند اقتراب مراقب
LGMDetectBeep=التنبيه عند إقتراب مراقب
LPlayerDetectBeep=التنبيه عند إقتراب لاعب
LPNDetect=التنبيه عن إستلام رساله خاصه
LPNDetectStop=إيقاف البرنامج عند إستلام رساله خاصه من مراقب
LPNDetectExit=إنهاء البرنامج عند استلام رساله خاصه من مراقب
LGMTeleport=مضاد حظر تنقل المراقب
LGMTeleportAntiBan=مضاد حظر تنقل المراقب
BAntiBanTips=نصائح مضاد الحظر
BCHChange=مغير القناة
LCHChangeDelay=بعد تغيير القناة إنتظر              ثانية قبل تسجيل الدخول
LBanInfo=أمنع حظر فقط!
GLocation=مبدل الموضع
LLocation=تفعيل
BSaveLoadLocation=حفظ/تحميل قائمة المواقع
LSaveLocation=حفظ قائمة الموقع الحالي:
LSaveLocationName=الاسم:
BSaveLocation=حسنا
LLoadLocation=تحميل قائمة الموقع:
LLoadLocationName=الاسم:
LLocationTime=تغيير بعد              دقيقة  الموضع (المستويات متجاهلة)
LLocationPositionText=الموضع الحالي:
GAutoEQ=بوت مكافئ
BManualEQ=مكافئ يدوي
LSortInventoryAuto=ترتيب قائمة الجرد تلقائياً
BAutoEQInfo=معلومات
LAutoEQ1=فتحة              من المستوى              استخدام
LAutoEQ2=فتحة              من المستوى              استخدام
LAutoEQ3=فتحة              من المستوى              استخدام
LAutoEQ4=فتحة              من المستوى              استخدام
LAutoEQ5=فتحة              من المستوى              استخدام
GAutoEQPy=مكافئ تلقائي
LAutoEQPyWeapon=الأسلحة
LAutoEQPyArmor=درع
LAutoEQPyHelmet=خوذة
LAutoEQPyShield=درع
GRunShop=الذهاب إلى متجر، إذا
GShopBuy=شراء
LSellPotions=بيع جميع الجرع التي لديك\nيوجد الكثير منها بقائمة الجرد
GShopSell=بيع
LSellLvl=البنود حتى المستوى.
LSellPlus=البنود حتى إلى +
LSellBonis=عدم بيع بنود بإضافه جيده
LSellOther=بيع البنود الغير قيّمه
LSellFBs=بيع كتب المهارات الغير قيّمه
BSellItems=بيع البنود 1 x
BDropItems=إسقاط عناصر x 1 للبيع
BDefineWhitelist=البنود التي تباع دائماً
BDefineBlacklist=البنود التي لا يتم بيعها ابدأ
GChat=دردشة
LChat=كل                   ميللي ثانية سبام في الشات
RChatNormal=عادي
RChatRufchat=النداء
RChat15Sek=كل 15 ثانية في النداء
GPN=رسالة خاصة
LPN=الأجابة إلى الرسائل الخاصة
GStatusUp=الحالة
BStatusClear=مسح
GSkillUp=مهارة
BSkillClear=مسح
LStatusUpLoop=أجعل القيم في حلقة بدلاً عن حذفهم
